---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2
source: html/009f1a2d-38b4-af9e-39a9-346f57eadbd3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2 Property

Symbol ft², indicating unit Square feet.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2 { get; }
```